#+title:  Sqlite 3
** Sandbox

   #+NAME:Test
   #+begin_src sqlite :results value :db test.db
   create table test (id int primary key not null, name text not null);
   #+end_src

   #+RESULTS: Test

   #+NAME: test2
   #+begin_src sqlite  :results value :db test.db
   .schema test
   #+end_src

   #+RESULTS: test2
   | CREATE TABLE test (id int primary key not null | name text not null); |
